import requests

# Подготовим правильный формат данных
data = {
    'columns': ["ID задачи","Пространство","Тип задачи","Статус","Приоритет","Номер задачи","Имя задачи","Дата создания","Человек, создавший","Дата обновления","Человек, обновивший","Описание","Родительский ID задачи","На ком назначена задача","Владелец задачи","Дата до которой ","Оценка (в секундах)","Имя спринта","estimation","Потраченное время","Рабочая группа","Резолюция"],
    'values': [["52901","Самара","Подзадача","Выполнено","Средний","SAMARA-1","[BACK][ПРОД] Плановые даты во вкладке Информация","2023-02-21 13:06:00.000000","Дмитрий В.","2023-03-14 08:06:00.000000","no-reply system notifier .","Добавление плановых дат во вкладке \"Информация\" включает:Определение ключевых дат, которые должны отображаться.Реализация функционала для отображения этих дат.Тестирование на удобство восприятия информации. Эти изменения помогут пользователям лучше планировать свои действия.","61468","Павел Х.","Дмитрий В.","2023-03-31","-","-","-","-","-","-"],]
}

# Отправляем данные в формате JSON
a = requests.post('https://zzzzz.serveo.net/submit', json=data)

print(a)  # Выводим статус ответа
print(a.json())  # Выводим ответ сервера для диагностики